// Задача 3. Написать задачу, которая на вход принимает число N, а на выходе показывает все четные числа от 1 до N. 

int N=10;
int i=1;
while(i<=N)
    {
        Console.WriteLine(i);
        i=i+1;
    }
    
