//Задача 1 : Написать программу, которая на вход дает два числа и выдает, какое из них больше, а какое меньше.

int a = 5;
int b = 2;
int max = a;

if (b>max) max = b;
Console.Write(max);



